{
    "articlesDatabase": [
        {
            "id": 1,
            "dateOfPublish": "18-09-20",
            "title": "Pregnancy and Vaccines",
            "thumbnail": "pregnant-lady.jpg",
            "shortDesc": "Read this article to learn more about vaccination intake for pregnancies.",
            "name": "pregnancy-and-vaccines",
            "htmlContent": "<div style='max-width: 700px'><h2>Pregnancy and vaccination</h2><p><b><u>Recommended vaccines before pregnancy: MMR (measles-mumps-rubella) vaccine, Varicella (chickenpox) vaccine and Hepatitis B vaccine.</u></b></p><p>Even before becoming pregnant, make sure you are up to date on all your vaccines which includes MMR (measles-mumps-rubella), Chickenpox vaccine and Hepatitis B vaccination. This will help protect you and your child from serious diseases.</p><ol><li>Rubella is a contagious disease that can be very dangerous to your baby if you get it while you are pregnant. It can cause a miscarriage or serious birth defects. The best way of preventing this is get MMR vaccination before your pregnancy.</li><p/><li>Hepatitis B is another contagious disease that can transmit to your baby during child birth.  A baby who gets infected with the Hepatitis B virus during the first five years of life has a 15% to 25% risk for pre mature death from liver disease, including liver failure or liver cancer in the future. Hepatitis B vaccine is your baby's “insurance policy” against being infected with the Hepatitis B virus.</li><p/><li>If you get chicken pox during the first or second trimester, there's a slight risk (less than 2 percent) that your baby could get congenital varicella syndrome. Congenital varicella syndrome is characterized by birth defects, most commonly skin scarring, malformed limbs, an abnormally small head, neurologic problems (like intellectual disability), and vision problems. A baby with congenital varicella syndrome may grow poorly in the womb and suffer from seizures as well as physical and mental developmental disabilities. The infection may also increase the risk of <b>miscarriage</b> or <b>stillbirth</b>.</li></ol><p>Thus, if you are not sure if you have been vaccinated for against the above infections, make sure you have a <b>pre-pregnancy blood test</b> to see if you are immune to the disease.</p><div class='top-padding-50'/><p><u><b>Recommended vaccines during pregnancy: Pertussis (16th to 32nd week of each pregnancy) and Flu vaccine</b></u></p><ol><li>Pertussis or Whooping cough can be especially serious for newborn, it can be life-threatening. Around 20 babies die each year in the United States due to whooping cough. Another reason why it is so dangerous in babies is because they may not have any symptoms of cough, making it hard for parents and doctors to know if your baby has whooping cough. It can cause them to stop breathing and turn blue.<p/>Thus pregnant women are recommended to receive Pertussis vaccination or Boostrix (which covers for pertussis, diphtheria and tetanus (Tdap) between the 16th to 32nd weeks of each pregnancy, regardless of the interval since the previous Pertussis vaccination. When you get the whooping cough vaccine during your pregnancy, your body will create protective antibodies and pass some of them to your baby before birth. These antibodies will provide them with some short-term, early protection against whooping cough.</li><li>Flu vaccine is totally safe during pregnancy. During pregnancy, our immune system and lung functions changes making pregnant women more likely to get seriously ill from the flu. Catching the flu also increases your chances for serious problems for your developing baby, including premature labor and delivery. Thus, we would recommend flu vaccine especially during pregnancy.</li></ol></div>"
        },
        {
            "id": 2,
            "dateOfPublish": "17-08-19",
            "title": "STIs and STDs",
            "thumbnail": "stdsti.jpg",
            "shortDesc": "Get started to get informed about sexually transmitted diseases and/or infections.",
            "name": "sti-std",
            "htmlContent": "<div style='max-width: 700px'><h2 class='bot-padding-30'>Types of STDs/STIs</h2><p style='color: #2B4973'><b>BACTERIA</b></br><p class='bot-padding-30'>Syphilis (Treponema pallidum), Gonorrhoea (Neisseria gonorrhoeae), Non-gonococcal Urethritis (NGU), Chlamydia trachomatis, Ureaplasma urealyticum, Mycoplasma genitalium, Chancroid (Haemophilus ducreyi), Lymphogranuloma venereum (LGV) (Chlamydia trachomatis)</br><p style='color: #2B4973'><b>VIRUS</b></br><p class='bot-padding-30'>Genital herpes (Herpes simplex virus type 1 & 2), Molluscum contagiosum (molluscum contagiosum virus), Genital warts (Human papilloma virus), Viral Hepatitis (Hepatitis A, B and C viruses), HIV and AIDs infection (Human immunodeficiency virus type 1 & 2)</br><p style='color: #2B4973'><b>FUNGI</b></br><p class='bot-padding-30'>Vaginal candidiasis (Candida albicans)</br><p style='color: #2B4973'><b>PROTOZOA</b></br><p class='bot-padding-30'>Trichomoniasis (Trichomonas vaginalis)</br><p style='color: #2B4973'><b>PARASITES</b></br><p>Scabies (Sarcoptes scabiei), Pubic lice infestation (Pediculosis pubic)</br><div class='top-padding-50'/><h2 style='padding-bottom: 20px'>What are the common symptoms and signs of STIs?</h2><h3>The common symptoms of STIs are:</h3><p><b style='color: #2B4973'>Genital discharge</b> from the urethra or the vagina — may be associated with pain, itch, discolouration (white, yellow, green).</p><p><b style='color: #2B4973'>Dysuria</b> (pain on passing urine) — a burning sensation during urination.</p><p><b style='color: #2B4973'>Genital sores or ulcers</b> — may be painful or painless.</p><p><b style='color: #2B4973'>Blisters on genitals</b> — fluid filled bubbles or vesicles that can occur in clusters or groups.</p><p><b style='color: #2B4973'>Growths on genitals</b> — can occur singly or multiple growths, usually painless, irregularly shaped.</p><p><b style='color: #2B4973'>Swelling of lymph glands</b> (or lymphadenopathy) — may be in the groin.</p><p><b style='color: #2B4973'>Rash</b> on genitals and other parts of the body — reddish, erythematous, generalised or concentrated over the chest and back.</p><br/><div>Sometimes an infection can present in the absence of any symptoms or signs. This is called an asymptomatic infection.</div></div>"
        },
        {
            "id": 3,
            "dateOfPublish": "17-08-19",
            "title": "Testosterone Deficiency Syndrome (TDS)",
            "thumbnail": "tds.jpg",
            "shortDesc": "Click here to find out more about the benefits of testosterone and symptoms of lack of testosterone.",
            "name": "testosterone-deficiency-syndrome",
            "htmlContent": "<div style='max-width: 700px'><h2>Testosterone Deficiency Syndrome (TDS)</h2><div class='top-padding-50'/><h3><b><u>What is Testosterone Deficiency Syndrome</u></b></h3><p>In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate.</p><p>It also promotes secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being such as concentration and energy and the prevention of osteoporosis.</p><p>Testosterone Deficiency Syndrome (TDS) or Late Onset Hypogonadism (LOH) refers to the age-related decline in testosterone levels in adult men, resulting in various symptoms. TDS may adversely affect the function of multiple organ systems and result in significant decline in the quality of life.</p><div class='top-padding-50'/><h3><b><u>What causes low testosterone?</u></b></h3><p>You may be born with low testosterone, or it can develop later in life, often due to age, injury or infection.</p><p>Testosterone Deficiency Syndrome (TDS) is usually due to age. As men age, the testes decline in function and testosterone secreted by them decreases, by about 0.4%-2.0% every year. This is due to a reduction in the function and size of the Leydig cells of the testes.</p><p>This decline is exacerbated in men with obesity and men with poor health status such as high blood pressure, diabetes and high cholesterol.</p><p>Reduce in testosterone production can also be due to previous testicular infection, trauma, heat, hernia or surgery.</p><div class='top-padding-50'/><h3><b><u>Sign and symptoms</u></b></h3><p>Low testosterone may alter certain masculine physical characteristics and impair normal reproductive function. As testosterone decreases, some men may experience symptoms similar to those of menopause in women.</p><p>Signs and symptoms may include:</p><ul><li>Erectile dysfunction</li><li>Fatigue</li><li>Decreased sex drive</li><li>Difficulty concentrating</li><li>Decrease in muscle mass</li><li>Decrease in beard and body hair growth</li><li>Development of breast tissue (gynecomastia)</li><li>Loss of bone mass (osteoporosis)</li><li>Hot flashes</li></ul><div class='top-padding-50'/><h3><b><u>How do we diagnose?</u></b></h3><p>If you have symptoms of low testosterone, your doctor will likely do a blood test for total testosterone. We may also do albumin and sex-hormone binding globulin level to more accurately calculate the active testosterone level.</p><p>We may also offer to screen you for chronic deseases such as high blood pressure, diabetes, cholesterol and obesity.</p><div class='top-padding-50'/><h3><b><u>What is the treatment?</u></b></h3><ol><li>Weight loss and management of chronic disease - if men succeed in losing weight, their testosterone levels may recover.</li><li>Hormonal replacement — to replace testosterone:<ul><li>Pills — painless but not suitable for long term as it can cause liver problem. Have to take with fatty meal for better absorption.</li><li>Gels — painless but a potential side effect of the gel is the possibility of transferring the medication to another person.</li><li>Injection — Most convenient. It can be given every 3-4 weeks or every 3 months depending on the preparation.</li></ul></li></ol><div>Sometimes an infection can present in the absence of any symptoms or signs. This is called an asymptomatic infection.</div></div>"
        },
        {
            "id": 4,
            "dateOfPublish": "17-08-19",
            "title": "The Lasting Power of Attorney",
            "thumbnail": "lpa.jpg",
            "shortDesc": "Ever wonder what happen if you lose the ability to make decisions yourself? Click to learn more.",
            "name": "lasting-power-of-attorney",
            "htmlContent": "<div style='max-width: 700px'><h2>The Lasting Power of Attorney (LPA)</h2><div class='top-padding-50'/><h3><b>Ever wonder what happens if you lose the ability to make decisions yourself?</b></h3><p>The scenario is real. Below are some conditions that may cause a person to lose mental capacity (ability to make decision) and it can happen suddenly when you least expect it.</p><ul><li>Stroke</li><li>Traumatic brain injury or brain cancer</li><li>Dementia</li><li>Mental health problems</li></ul><p>If the unfortunate event does happen, who is going to make decisions on your behalf? Who is going to take care of you? Where or who are you going to stay with? What happens to your saving? Your flat/house?</p><p>A Lasting Power of Attorney (LPA) is a legal document which allows a person (donor) to voluntarily appoint one or more persons (donee/s), to make decisions and act on his behalf if he/she should lose mental capacity one day.</p><p>The donor can appoint the donee/s to make decision in two broad areas: personal welfare and property & affairs matters. However, they can only do so when the donor loss mental capacity and the donee/s would have to act on the best interest of the donor.</p><div class='top-padding-50'/><h3><b><u>Why LPA?</u></b></h3><p>The LPA allows you to protect your interests by indicating your preferred, trusted and capable person to make decisions and act on your behalf should you become vulnerable when you lose the mental capacity to make your own decisions one day.</p><p>By having an LPA in place, it also alleviates the stress and difficulties faced by your loved ones if you should lose mental capacity. So plan ahead.</p><div class='top-padding-50'/><h3><b><u>What are the criteria to qualify someone to make an LPA?</u></b></h3><ol><li>You must be at least 21 years old.</li><li>You must have the mental capacity to make the LPA.</li><li>You must not be an undischarged bankrupt if you wish to make an LPA for property & affairs matters.</li><li>And, the LPA must be registered with the Office of the Public Guardian.</li></ol><div class='top-padding-50'/><h3><b><u>Can I terminate or change my LPA after it is registered?</u></b></h3><p>Yes, you can, at any time when you have the mental capacity. If you do want to make changes to your LPA, you need to terminate your current LPA and re-register.</p><div class='top-padding-50'/><h3><b><u>What is the difference between a written will and LPA?</u></b></h3><p>Basically, a will only takes effect after a person has passed away and what is left at the time of death is distributed to the appointed recipients.</p><p>LPA on the other hand takes effect once a living person loses his/her mental capacity. Every decision made by the donee should be in the best interest of the donor.</p></div>",
            "htmlContentAlt": "<div style='max-width: 700px'><h2>持久授权书 (LPA)</h2><div style='padding-top: 30px'/><p>持久授权书是一份法律文件。 它让您可以委任您值得信赖的人来当你的被授权人，以便在您失去心智能力时， 被授权人可以代您做决定和料理事物。</p><p>失去心智能力是指一个人应一些病症例如中风，创伤性脑损伤和痴呆症后， 无法为自己做决定， 因而需要他人代劳。</p><p>因此当您还心智健全时，应当立下持久授权书。这能让您委任您值得信赖的人， 来当您的被授权人，以便将来在一个人失去决策能力时， 被授权人可以代您做决定和料理事物。 这包括您的饮食起居， 医疗费， 管理银行户口以及您的房屋。</p><p>如果没有立下持久授权书， 那您身边的人就得到法庭申请受委任为您的代理人， 不过这过程很复杂， 而且费用昂贵。</p><div class='top-padding-50'/><h3><b><u>我可以立下持久授权书吗？</u></b></h3><p>只要您是21岁以上，心智健全就可以。您的持久授权书必须请证明书签发人（例如获得公共监护员办公室承认的家庭医生）核证以及送到新加坡公共监护员办公室注册。</p><div class='top-padding-50'/><h3><b><u>我可以取消或更改我的持久授权书吗？</u></b></h3><p>只要您还心智健全就可以！</p><div class='top-padding-50'/><h3><b><u>谁可以被委任为被授权人？</u></b></h3><p>只要21岁以上就可以。</p><div class='top-padding-50'/><h3><b><u>持久授权书和遗嘱有何不同？</u></b></h3><p>遗嘱是在遗嘱人往生后才生效。</br>持久授权书则是授权人还健在但已失去心智能力时生效。</p><div class='top-padding-50'/><p>如果您还有任何疑问，请咨询您的家庭医生或游览 <a href='www.publicguardian.gov.sg'>www.publicguardian.gov.sg</a></p><p>(李仲涵医生)</p></div>"
        },
        {
            "id": 5,
            "dateOfPublish": "17-08-19",
            "title": "Knee Osteoarthritis",
            "thumbnail": "knee.jpg",
            "shortDesc": "Learn more on Osteoarthritis, a common form of arthritis, which affects your joints.",
            "name": "knee-osteoarthritis",
            "htmlContent": "<div style='max-width: 700px'><h2>Knee Osteoarthritis</h2><div class='top-padding-50'/><h3><b><u>Osteoarthritis of the Knee</u></b></h3><p>Osteoarthritis is the most common form of arthritis, affecting millions of people worldwide. It occurs when the protective cartilage that cushions the ends of bones in our joints gradually wear off. This causes the bones over the joints to rub against each other causing friction and thus the symptoms of osteoarthritis.</p><p>The most common joints to be affected are located around the knees. Hips, spine and finger joints are also commonly affected.</p><p>It is an ongoing process that cannot be reversed but there are some interventions that can help manage the symptoms and slow down the process.</p><div class='top-padding-50'/><h3><b><u>Symptoms</u></b></h3><p>Osteoarthritis symptoms include painful and stiff joints, and loss of movement or function of the affected joint.</p><div class='top-padding-50'/><h3><b><u>Risk factors</u></b></h3><p>Factors that may increase your risk of osteoarthritis include:</p><ul><li>Older age</li><li>Being female</li><li>Obesity</li><li>Previous joint injuries</li><li>Genetics</li><li>Bone deformities</li></ul><div class='top-padding-50'/><h3><b>Diagnosis</b></h3><p>Usually with physical examination and history, your doctor can diagnose for knee osteoarthritis. However, sometimes they might need to perform X-rays and blood test to confirm the diagnosis. Occasionally, the fluid in the joint can be aspirated to send for joint fluid analysis to help us make the diagnosis.</p><div class='top-padding-50'/><h3><b>Treatment</b></h3><p>Exercising and maintaining a healthy weight are the most important ways to treat osteoarthritis.</p><div class='top-padding-50'/><h3><b><u>Lifestyle and home remedies</u></b></h3><ol><li><b>Exercise</b><p>Try walking, biking or swimming. Avoid running on uneven grounds or excessively climbing stairs. Exercise can increase your endurance and strengthen the muscles around your joint, making your joint more stable. If you feel new joint pain, it would be advisable to stop.</p></li><li><b>Lose weight</b><p>Obesity or even being somewhat overweight increases the stress on your weight-bearing joints, such as your knees and your hips. Even a small amount of weight loss can relieve some pressure and reduce your pain.</p></li><li><b>Physical therapy</b><p>Physical therapists can work with you to create an individualized exercise program that will strengthen the muscles around your joint, increase your range of motion and reduce pain.</p></li><li><b>Use heat or cold compress to manage pain</b></li></ol><div class='top-padding-50'/><h3><b><u>Medication</u></b></h3><ol><li>Topical cream: Over the counter cream such as Deep heat gel or Voltaren gel for mild cases.</li><li>Pain medication: Try paracetamol as first line oral medication. If not better, your doctor may give NSAIDS (eg, ibuprofen, naproxen, Arcoxia).</li><li>Supplements like glucosamine, chondroitin or collagen II.</li></ol><div class='top-padding-50'/><h3><b><u>If conservative treatments don't help, we may need to consider procedures such as:</u></b></h3><ul><li>Cortisone injections. Injections of corticosteroid medications may relieve pain in your joint. We generally try to do this as little as possible as the medication can worsen joint damage over time.</li><li>Lubrication injections.  My clinic offers <b>intra-articular injections</b> of hyaluronic acid which may offer pain relief by providing some cushioning in your knee.</li><li>Joint replacement. In severe cases or when other methods fail, total knee replacement is an option.</li></ul></div>"
        }
    ]
}